{
    "general" : [
        "What Marvel superhero's power would you like to have?",
        "Is important you read a physical book, or do you prefer Kindle?",
        "Do you like musicals?",
        "What is your preferred method of transportation?",
        "What animal do you wish you could domesticate and keep as a pet?",
        "Most watched Youtube channel you subscribe to?",
        "Eat at a new place, or pick an old favorite when deciding on a restaurant?",
        "What skill would you like to have if you could acquire it without any practice?",
        "Favorite fictional weapon?",
        "What was your favorite band 5 years ago?",
        "Do you have more female or male friends?",
        "What book has influenced you most?",
        "What did you want to be when you grew up, and would you still consider that job?",
        "What holiday traditions does your family keep that are special to you?",
        "Do you prefer to spend your summers busy, or keep it relaxed?",
        "Who do you admire most in your life?",
        "What new flavor of ice-cream would you invent?",
        "Do you enjoy singing?",
        "What makes you happy?",
        "If you could time travel, would you go to the past or future?",
        "How would your closet friend describe you?",
        "Who is your favorite cartoon character?",
        "Do you enjoy sports?",
        "Given the chance, what one thing would you change about yourself?",
        "What motivates you?",
        "What would you un-invent?",
        "If money were no object, what would you spend your time doing each day?",
        "What fictional character would you bring to life?",
        "If you could choose your last words, what would they be?",
        "Are some things too serious to be joked about?",
        "What are you passionate about?",
        "When you don't know the flavors, what color candy are you most likely to choose?",
        "Can you describe your style of humor?",
        "What do you currently like/do that would surprise/shock your 8-year-old self?",
        "What message would you write to put in a bottle and send out to sea?",
        "Who is your favorite author?",
        "Where would you ideally live? Country, forest, city, Mars...?",
        "Who was your favorite teacher in school, and why?",
        "Which of your friends would make the best U.S. president?",
        "What is your favorite genre of movies?",
        "What's the craziest thing you've ever done?",
        "Where is the farthest away from home you've traveled?",
        "Which 1900's decade would you choose to travel back to and live in for a month?",
        "If you could have the answer to any question, what would be the question?",
        "What are you most grateful for?",
        "What would you tell your 13-year-old self?",
        "What life skill should they teach in schools that they don't?",
        "What genres of music do you listen to?",
        "What is your favorite Disney movie?",
        "Which of your family members are you most like? Who are you closest to?",
        "Do you like cold pizza for breakfast?"
    ]
}